Repository: Maylie1918/SCGM-i18n
Catalog: mods-unpacked/SCGM-i18n/translations/flabort-GMO/translations/*.po
Languages: es

source: GMO_TEXT
es: Genéticamente Modificado Sobrecapacidad de Exterminación

source: CHARACTER_GMO_DUMMY
es: Genéticamente Modificado Sobrecapacidad de Exterminación

source: GMO_COMBINES CHARACTER_ARMS_DEALER
es: Empiezas con 1 Traficante de armas

source: GMO_COMBINES CHARACTER_ARTIFICER
es: Empiezas con 1 Artifice

source: GMO_COMBINES CHARACTER_BRAWLER
es: Empiezas con 1 Luchador

source: GMO_COMBINES CHARACTER_BULL
es: Empiezas con 1 Toro

source: GMO_COMBINES CHARACTER_CHUNKY
es: Empiezas con 1 Mofletudo

source: GMO_COMBINES CHARACTER_CRAZY
es: Empiezas con 1 Loco

source: GMO_COMBINES CHARACTER_CYBORG
es: Empiezas con 1 Cíborg

source: GMO_COMBINES CHARACTER_DEMON
es: Empiezas con 1 Demonio

source: GMO_COMBINES CHARACTER_DOCTOR
es: Empiezas con 1 Médico

source: GMO_COMBINES CHARACTER_ENGINEER
es: Empiezas con 1 Ingeniero

source: GMO_COMBINES CHARACTER_ENTREPRENEUR
es: Empiezas con 1 Emprendedor

source: GMO_COMBINES CHARACTER_EXPLORER
es: Empiezas con 1 Explorador

source: GMO_COMBINES CHARACTER_FARMER
es: Empiezas con 1 Agricultor

source: GMO_COMBINES CHARACTER_GENERALIST
es: Empiezas con 1 Versátil

source: GMO_COMBINES CHARACTER_GHOST
es: Empiezas con 1 Fantasma

source: GMO_COMBINES CHARACTER_GLADIATOR
es: Empiezas con 1 Gladiador

source: GMO_COMBINES CHARACTER_GLUTTON
es: Empiezas con 1 Glotón

source: GMO_COMBINES CHARACTER_HUNTER
es: Empiezas con 1 Cazador

source: GMO_COMBINES CHARACTER_JACK
es: Empiezas con 1 Jack

source: GMO_COMBINES CHARACTER_KNIGHT
es: Empiezas con 1 Caballero

source: GMO_COMBINES CHARACTER_LICH
es: Empiezas con 1 Liche

source: GMO_COMBINES CHARACTER_LOUD
es: Empiezas con 1 Chillón

source: GMO_COMBINES CHARACTER_LUCKY
es: Empiezas con 1 Suertudo

source: GMO_COMBINES CHARACTER_MAGE
es: Empiezas con 1 Mago

source: GMO_COMBINES CHARACTER_MASOCHIST
es: Empiezas con 1 Masoquista

source: GMO_COMBINES CHARACTER_MULTITASKER
es: Empiezas con 1 Polifacético

source: GMO_COMBINES CHARACTER_MUTANT
es: Empiezas con 1 Mutante

source: GMO_COMBINES CHARACTER_OLD
es: Empiezas con 1 Viejales

source: GMO_COMBINES CHARACTER_ONE_ARM
es: Empiezas con 1 Una mano

source: GMO_COMBINES CHARACTER_PACIFIST
es: Empiezas con 1 Pacifista

source: GMO_COMBINES CHARACTER_RANGER
es: Empiezas con 1 Comando

source: GMO_COMBINES CHARACTER_SAVER
es: Empiezas con 1 Ahorrardor

source: GMO_COMBINES CHARACTER_SICK
es: Empiezas con 1 Enfermo

source: GMO_COMBINES CHARACTER_SOLDIER
es: Empiezas con 1 Soldado

source: GMO_COMBINES CHARACTER_SPEEDY
es: Empiezas con 1 Veloz

source: GMO_COMBINES CHARACTER_STREAMER
es: Empiezas con 1 Personaje

source: GMO_COMBINES CHARACTER_WELL_ROUNDED
es: Empiezas con 1 Equilibrado

source: GMO_COMBINES CHARACTER_WILDLING
es: Empiezas con 1 Salvaje

source: WEAPON_LOADED_DICE
es: dados cargados

source: GMO_FEDORA
es: Sombrero de Fieltro Polvoriento

source: GMO_PRACTICAL_RESEARCH
es: Investigación Practica

source: WEAPON_PITCHFORK
es: Horqueta

source: GMO_CHALLENGE_BASE
es: Genéticamente Modificado Sobrecapacidad de Exterminación

source: GMO_CHALLENGE_ARTIFICER_LUCKY
es: Arriesgarse

source: GMO_CHALLENGE_OLD_EXPLORER
es: Odio las Serpientes

source: GMO_CHALLENGE_ENGINEER_DOCTOR
es: Graduado

source: GMO_CHALLENGE_DEMON_GLADIATOR
es: Demonio del pozo

source: GMO_CHALLENGE_CRAZY_JACK
es: El Destripador

source: GMO_RAZOR_BLADE
es: Cuchilla de Afeitar

source: GMO_CHALLENGE_LOUD_PACIFIST
es: Disidente

source: GMO_PROTEST_SIGN
es: Señal de Piquete

source: WEAPON_GMO_FIST_WRAPPINGS
es: Envolturas de Puño Orgánicas

source: GMO_CHALLENGE_MULTITASKER_WILDLING
es: Rey de la Selva

source: GMO_MONEY_TREE
es: Árbol del Dinero

source: GMO_CHALLENGE_FARMER_ENTREPRENEUR
es: cultivo comercial

source: GMO_FLABORT
es: Flabort

source: GMO_FLABORT_TEXT
es: Un Desvergonzado Autoinserto de Mod-autor

source: GMO_CHALLENGE_ONE_ARM_LICH
es: Desvergonzado

source: GMO_CHALLENGE_RANGER_HUNTER
es: El Acierto

source: GMO_MARKSMANSHIP
es: Puntería

source: GMO_TAKE_OUT
es: Comida para Llevar

source: GMO_CHALLENGE_SPEEDY_BULL
es: Como un Elefante en una Restaurante Chino

source: WEAPON_GMO_POLTERLIMB
es: Extremidad Fantasma

source: GMO_CHALLENGE_GHOST_CHUNKY
es: Cepillado por un Fantasma

source: GMO_MAGIC_BARRIER
es: Barrera Mágica

source: GMO_GOLD_PLATED_TEETH
es: Dientes Chapados en Oro

source: GMO_CHALLENGE_GENERALIST_ARMS_DEALER
es: Llamativo y Atractivo

source: GMO_CHALLENGE_MAGE_HUNTER
es: Francotirador Arcano

source: EFFECT_WEAPON_WAVE_STATS
es: {1} aumenta en {0} por cada ola. [{3}]

source: WEAPON_GMO_MUSKET
es: Mosquete Antiguo

source: GMO_CHALLENGE_OLD_SOLDIER
es: Veterano de espacios cerrados

source: GMO_ELUSIVEGHOST
es: Elusive Ghost

source: GMO_ELUSIVE_GHOST_URL
es: https://www.youtube.com/@ElusiveGhost

source: GMO_JEFFS_SHADES
es: Gafas de sol de Jeff

source: GMO_JEFF_URL
es: https://www.youtube.com/@gamingwithjeff

source: GMO_CHALLENGE_MASOCHIST_KNIGHT
es: Nunca puedes tener suficientes lesiones en la cabeza

source: GMO_CHALLENGE_BRAWLER_GHOST
es: Cazar Me Hace Sentir Bien
