Repository: Maylie1918/SCGM-i18n
Catalog: mods-unpacked/SCGM-i18n/translations/EviePatamon-Patamods/translations/*.po
Languages: ru

source: CHARACTER_COLLECTOR
ru: Коллекционер

source: CHARACTER_DWARF
ru: Дворф

source: CHARACTER_PERFECTIONIST
ru: Перфекционист

source: CHARACTER_STUCK
ru: Приклеенный

source: CHARACTER_CATATO
ru: Котошка

source: CHARACTER_MAGNETIC
ru: Магнитный

source: CHARACTER_DUAL_WIELDER
ru: Двойной мастер

source: CHARACTER_BUILDER
ru: Строитель

source: CHARACTER_HERO
ru: Герой

source: CHARACTER_REGAL
ru: Величайший

source: GMO_COMBINES CHARACTER_COLLECTOR
ru: Вы начинаете забег за персонажа Коллекционер

source: GMO_COMBINES CHARACTER_DWARF
ru: Вы начинаете забег за персонажа Дворф

source: GMO_COMBINES CHARACTER_PERFECTIONIST
ru: Вы начинаете забег за персонажа Перфекционист

source: GMO_COMBINES CHARACTER_STUCK
ru: Вы начинаете забег за персонажа Приклеенный

source: GMO_COMBINES CHARACTER_CATATO
ru: Вы начинаете забег за персонажа Котошка

source: GMO_COMBINES CHARACTER_MAGNETIC
ru: Вы начинаете забег за персонажа Манитный

source: GMO_COMBINES CHARACTER_DUAL_WIELDER
ru: Вы начинаете забег за персонажа Двойной мастер

source: GMO_COMBINES CHARACTER_BUILDER
ru: Вы начинаете забег за персонажа Строитель

source: GMO_COMBINES CHARACTER_HERO
ru: Вы начинаете забег за персонажа Герой

source: GMO_COMBINES CHARACTER_REGAL
ru: Вы начинаете забег за персонажа Величайший

source: ITEM_MONOCLE
ru: Монокль

source: ITEM_FORTRESS
ru: Крепость

source: ITEM_BULLET_TIME
ru: Буллет-тайм

source: ITEM_BELL_COLLAR
ru: Звонкий ошейник

source: ITEM_FISHING_MAGNET
ru: Рыболовный магнит

source: ITEM_DOMINO
ru: Домино

source: ITEM_BLUEPRINTS
ru: Чертёж

source: ITEM_BRAVE_HEART
ru: Храброе сердце

source: WEAPON_HOOKSHOT
ru: Крюк-кошка

source: WEAPON_MIDAS_SCEPTER
ru: Посох Мидаса

source: EFFECT_RECYCLING_LOSSES
ru: Даёт на [color=red]99%[/color] меньше материалов при разбирании предметов

source: EFFECT_STUCK_NULLIFIED
ru: [color=#00ff00]5[/color] полученных ударов обнуляются каждую волну

source: EFFECT_CATATO_NULLIFIED
ru: [color=#00ff00]8[/color] полученных ударов обнуляются каждую волну

source: EFFECT_TWO_WEAPON_SLOT_LIMIT
ru: Одновременно можно использовать только 2 оружия

source: EFFECT_NO_HARVESTING_GROWTH
ru: {0}% к параметру сбор в конце волны

source: EFFECT_CAP_MAP_SIZE
ru: Карта перестаёт расти с волной 20
