Repository: Maylie1918/SCGM-i18n
Catalog: mods-unpacked/SCGM-i18n/translations/MincedMeatMole-WeaponSettings/translations/*.po
Languages: de

# WEAPON_SETTINGS_HEADLINE
source: Weapon Settings
de: Einstellungen Waffen

# WEAPON_SETTINGS_RESET
source: Reset Weapon
de: Waffe zurücksetzen

# WEAPON_SETTINGS_MELEE
source: Melee
de: Nahkampf

# WEAPON_SETTINGS_RANGED
source: Ranged
de: Fernkampf

# WEAPON_SETTINGS_PRICE
source: Base Price
de: Basispreis

# WEAPON_SETTINGS_COOLDOWN
source: Cooldown
de: Abklingzeit

# WEAPON_SETTINGS_DAMAGE
source: Damage
de: Schaden

# WEAPON_SETTINGS_CRIT_DAMAGE
source: Crit Damage
de: Crit Schaden

# WEAPON_SETTINGS_MIN_RANGE
source: Minimum Range
de: Minimale Reichweite

# WEAPON_SETTINGS_MAX_RANGE
source: Maximum Range
de: Maximale Reichweite

# WEAPON_SETTINGS_KNOCKBACK
source: Knockback
de: Rückschlag

# WEAPON_SETTINGS_LIFESTEAL
source: Lifesteal
de: Lebensraub

# WEAPON_SETTINGS_RECOIL
source: Recoil
de: Rückstoß

# WEAPON_SETTINGS_RECOIL_DURATION
source: Recoil Duration
de: Rückstoß Dauer

# WEAPON_SETTINGS_ADDED_COOLDOWN
source: Additional Cooldown every X Shots
de: Zusätzliche Abklingzeit alle X Schüsse

# WEAPON_SETTINGS_ADDED_COOLDOWN_MULTIPLIER
source: Additional Cooldown Multiplier
de: Zusätzlicher Abkühlungsmultiplikator

# WEAPON_SETTINGS_ACCURACY
source: % Accuracy
de: % Genauigkiet

# WEAPON_SETTINGS_ATTACK_TYPE
source: Stab or Swing Attack
de: Stich oder Schwinganriff

# WEAPON_SETTINGS_ALTERNATE_ATTACK_TYPE
source: Alternate Attack Modes
de: Wechsel von Angriffsarten

# WEAPON_SETTINGS_NB_PROJECTILES
source: Number of Projectiles
de: Anzahl der Geschosse

# WEAPON_SETTINGS_PROJECTILE_SPREAD
source: Projectile Spread
de: Projektilausbreitung

# WEAPON_SETTINGS_PIERCING
source: Piercing Amount
de: Durchdringungs Menge

# WEAPON_SETTINGS_PIERCING_DMG_REDUCTION
source: Piercing Damage Reduction
de: Schadensreduktion Durchdringung

# WEAPON_SETTINGS_BOUNCE
source: Bounce Amount
de: Menge Abpraller

# WEAPON_SETTINGS_BOUNCE_DMG_REDUCTION
source: Bounce Damage Reduction
de: Reduzierung des Abprallschadens

# WEAPON_SETTINGS_PROJECTILE_SPEED
source: Projectile Speed
de: Geschossgeschwindigkeit

# WEAPON_SETTINGS_INCREASE_PROJECTILE_SPEED_WITH_RANGE
source: Increase projectile speed with range
de: Projektilgeschwindigkeit mit Reichweite erhöhen

# WEAPON_SETTINGS_YES
source: Yes
de: Ja

# WEAPON_SETTINGS_NO
source: No
de: Nein

# WEAPON_SETTINGS_SWING
source: Swing
de: Schwung

# WEAPON_SETTINGS_STAB
source: Stab
de: Stich

# WEAPON_SETTINGS_TIER_INFO
source: Changing these values will undo any changes to all other Tiers of the chosen Value
de: Diese Werte zu ändern, wird alle Änderungen an allen anderen Ebenen des gewählten Wertes rückgängig machen

# WEAPON_SETTINGS_RESET_TIER
source: Reset Tier
de: Ebene zurücksetzen

# WEAPON_SETTINGS_RESET_WEAPON
source: Reset Weapon
de: Waffe zurücksetzen

# WEAPON_SETTINGS_SCALING_BUTTON
source: Show/Hide Scaling
de: Zeige/Verstecke Skalierung

# WEAPON_SETTINGS_STAT_MAX_HP
source: Max HP
de: Max Gesundheit

# WEAPON_SETTINGS_STAT_HP_REGENERATION
source: HP Regeneration
de: Gesundheits-Regeneration

# WEAPON_SETTINGS_STAT_LIFESTEAL
source: Lifesteal
de: Lebensraub

# WEAPON_SETTINGS_STAT_PERCENT_DAMAGE
source: Percent Damage
de: Prozentualer Schaden

# WEAPON_SETTINGS_STAT_MELEE_DAMAGE
source: Melee Damage
de: Nahkampfschaden

# WEAPON_SETTINGS_STAT_RANGED_DAMAGE
source: Ranged Damage
de: Fernkampfschaden

# WEAPON_SETTINGS_STAT_ELEMENTAL_DAMAGE
source: Elemental Damage
de: Elementarschaden

# WEAPON_SETTINGS_STAT_ATTACK_SPEED
source: Attack Speed
de: Angriffsgeschwindigkeit

# WEAPON_SETTINGS_STAT_ENGINEERING
source: Engineering
de: Ingenieurskunst

# WEAPON_SETTINGS_STAT_RANGE
source: Range
de: Reichweite

# WEAPON_SETTINGS_STAT_ARMOR
source: Armor
de: Rüstung

# WEAPON_SETTINGS_STAT_DODGE
source: Dodge
de: Ausweichen

# WEAPON_SETTINGS_STAT_SPEED
source: Speed
de: Geschwindigkeit

# WEAPON_SETTINGS_STAT_LUCK
source: Luck
de: Glück

# WEAPON_SETTINGS_STAT_HARVESTING
source: Harvesting
de: Ernte
