Repository: Maylie1918/SCGM-i18n
Catalog: mods-unpacked/SCGM-i18n/translations/damiBenro-Junker/translations/*.po
Languages: fr, ru, zh

# CHARACTER_JUNKER
source: Junker
fr: Déchétarien
ru: Мусорщик
zh: 拾荒者

# CHARACTER_JUNKER_D5
source: Junker (Danger 5)
fr: Déchétarien (Danger 5)
ru: Мусорщик (угроза 5)
zh: 拾荒者（危险5）

# CHAL_CHARACTER_JUNKER_D5
source: Win a run with Junker (Danger 5)
fr: Gagnez une partie avec Déchétarien (Danger 5)
ru: Победите за персонажа по имени Мусорщик (угроза 5).
zh: 使用拾荒者赢一场危险5比赛

# COMMON_ITEMS
source: Common item
fr: Objet commun
ru: Обычный предмет
zh: 普通道具

# EFFECT_GAIN_STAT_FOR_EVERY_TIERED_ITEM
source: {0} {1} for every {2} different Tier {3} item [{4}]
fr: {0} {1} pour tous les {2} objets différents de grade {3} [{4}]
ru: {0} {1} за каждый отличающийся обычный предмет [{4}]
zh: 每拥有 {2} 件不同的 {3} 级道具，获得{0} {1} [{4}]

# EFFECT_GAIN_STAT_FOR_EVERY_STAT_OF_YOUR
source: {0} {1} per {2} of your {3} [{4}]
fr: {0} {1} pour chaque copie de votre {3} [{4}]
ru: {0} {1} за каждый предмет имеющий наибольшее количество копий [{4}]
zh: {3} 每拥有 {2} 件，获得 {0} {1} [{4}]

# EFFECT_STATS_PER_TIER
source: All modifications from Tier {1} items increased by {0}
fr: {0} aux modificateurs des objets de grade {1}
ru: модификации от обычных предметов повышены на {0}
zh: 所有 {1} 级道具的效果提升 {0}

# EFFECT_DOWNGRADE_RANDOM_ITEM
source: Every wave, downgrade {0} items
fr: À chaque vague, déclassez {0} objets
ru: Каждую волну понижается уровень {0} предметов
zh: 每个波次降级 {0} 件道具

# EFFECT_NULL_DOWNGRADE_INFO
source: Downgrading also grants you a Tier {0} item you already own
fr: Déclasser un objet vous octroie aussi un de vos objets de grade {0}
ru: При понижении уровня вы получаете копию случайного обычного предмета
zh: 每次降级道具的同时，获得一件你已有的 {0} 级道具

# EFFECT_RANDOM_ITEM_AT_END_OF_WAVE
source: At the end of a wave, obtain {1} random Tier {2} item and lose {0} materials
fr: À la fin de chaque vague, obtenez {1} objet aléatoire de grade {2} contre {0} matériaux
ru: в конце каждой волны выдаётся {1} случайный обычный предмет и теряются {0} материалов
zh: 波次结束时，获得 {1} 个随机的 {2} 级道具并失去 {0} 个材料

# ITEMS_GAINED
source: Items gained: {0}
fr: Objets obtenus: {0}
ru: Предметов получено: {0}
zh: 已获得道具： {0}

# ITEMS_GAINED_LAST_WAVE
source: Items gained last wave: {0}
fr: Objets obtenus à cette vague: {0}
ru: Предметов получено за последнюю волну: {0}
zh: 上一波次获得的道具： {0}

# ITEM_STREET_STALL
source: Street stall
fr: Vendeur de rue
ru: Уличный Киоск
zh: 路边摊

source: most stacked item
fr: objet préféré
ru: самый большой по количеству предмет
zh: 拥有数量最多的道具

# WEAPON_CLASS_JUNK
source: Junk
fr: Déchet
ru: Хлам
zh: 垃圾

# WEAPON_TRASH_BAG
source: Trash bag
fr: Sac poubelle
ru: Мешок с Мусором
zh: 垃圾袋
